/* Dialog Strings */
"SAVE" = "Enregistrer";
"DONTSAVE" = "Ne pas enregistrer";
"CANCEL" = "Annuler";
"DELETE" = "Supprimer";
"OK" = "OK";
"APPLY" = "Appliquer";
"REVERT" = "Revenir";
"DONTAPPLY" = "Ne pas appliquer";
"CONTINUE" = "Continuer";
"NONE" = "Aucun";
"ASSIST" = "Assistant…";
"NEW_ISP" = "S’abonner chez un FAI…";
"CREATE" = "Créer";
"DO_NOT_CREATE" = "Ne pas créer";
"UNKNOWN" = "Inconnu";
"DONE" = "Terminé";
"AUTHENTICATE" = "Authentifier";
"DEAUTHENTICATE" = "Désauthentifier";

"ADVANCED" = "Options avancées";
"SETUP" = "Configurer…";
"CONNECT" = "Se connecter";
"DISCONNECT" = "Se déconnecter";
"DIAL_NOW" = "Appeler";

"EDIT_BUTTON_RENAME" = "Renommer";
"EDIT_BUTTON_EDIT" = "Modifier…";

"LINK_AGGREGATE" = "Agrégat de lien";

/* Panel Strings */
"SAVE_CONFIG" = "Appliquer les modifications de configuration ?";
"IP_FROM_SERVER" = "Adresse IP : sera fournie par le serveur\n";
"IP_ADDR" = "Adresse IP : %@\n";
"DELETE_LOC" = "Voulez-vous réellement supprimer la configuration « %@ » ?";
"DELETE_CFG" = "Souhaitez-vous vraiment supprimer la configuration « %@ » ?";
"DELETE_SERVICE" = "Souhaitez-vous vraiment supprimer l’e service intitulé « %@ » ?";
"NO_UNDO_DESC" = "Cela est irréversible.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Le service « %@ » est dans plusieurs configurations réseau";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Souhaitez-vous le supprimer de toutes les configurations réseau ou seulement de la configuration réseau actuelle ?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Supprimer de « Tout ».";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Supprimer de « Actuel »";
"RENAME_CFG" = "Modifier le nom de la configuration :";
"RENAME_SERVICE" = "Saisissez un nouveau nom pour « %@ ».";
"CREATE_CFG" = "Créer une nouvelle configuration intitulée :";
"CREATE_SERVICE" = "Créer un nouveau service intitulé :";
"DUPLICATE_SERVICE" = "Saisissez un nom pour le doublon de « %@ ».";
"AUTOMATIC_CFG" = "Automatique";
"DEFAULT_CFG" = "Par défaut";
"UNTITLED_CFG" = "Sans titre";
"CFG_NAME" = "Nom de la configuration :";
"CFG_COPY_NO_FORMAT" = "Copier";
"CFG_COPY" = "Copie de %@";
"AIRPORT_ID" = "Identifiant AirPort :";
"ENET_ID" = "Adresse Ethernet :";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Nom non valide !";
"DUPLICATE_NAME" = "Le nom doit être unique !";
"INVALID_VLAN_TAG" = "La balise est hors limite !";
"DUPLICATE_VLAN_TAG" = "La balise doit être unique !";
"TURN_AIRPORT_OFF" = "Désactiver AirPort";
"TURN_AIRPORT_ON" = "Activer AirPort";
"AIRPORT_POWER_ON" = "Activé";
"AIRPORT_POWER_OFF" = "Désactivé";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 à 4";

"MODEM_GENERIC" = "Générique";
"MODEM_OTHER" = "Autre";

"UNTITLED_INTERFACE" = "Sans titre";
"UNTITLED_SERVER" = "Serveur sans titre";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Le service « %@ » comprend des modifications qui ne sont pas appliquées. Souhaitez-vous les appliquer ?";
"ALERT_UNSAVED_CHANGES" = "Ce service a des modifications non enregistrées";
"ALERT_UNSAVED_CHANGES_EXIT" = "Voulez-vous appliquer vos modifications avant de fermer la fenêtre des préférences Réseau ?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Toute modification non enregistrée sera perdue si vous effectuez une importation. Voulez-vous appliquer vos modifications avant d’importer la configuration ?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Voulez-vous appliquer vos modifications avant de changer de service ?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Voulez-vous appliquer vos modifications avant de changer d’emplacement ?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Voulez-vous appliquer vos modifications avant de modifier les emplacements ?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Toute modification non enregistrée sera perdue si vous débranchez l’AirPort. Voulez-vous appliquer vos modifications avant de débranchez l’AirPort ?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Toute modification non enregistrée sera perdue si vous renouvelez le bail DHCP. Voulez-vous appliquer vos modifications avant le renouvellement du bail DHCP ?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Les réglages précédents seront utilisés si vous effectuez la connexion sans appliquer vos modification. Voulez-vous appliquer vos modifications avant la connexion ?";

"DELETE_VLAN_MULTIPLE" = "Ce réseau local virtuel est utilisé par %d services réseaux.";
"DELETE_VLAN_ONE" = "Ce réseau local virtuel est utilisé par un service réseau.";
"DELETE_VLAN" = "Souhaitez-vous vraiment supprimer le réseau VLAN « %@ » ?";
"DELETE_VLAN_INFO" = "Tous les services réseau utilisant ce VLAN seront supprimés si vous le supprimez. La suppression de services ou de VLAN est irréversible. Souhaitez-vous continuer la suppression de ce VLAN et de ses services associés ?";

"DELETE_BOND_MULTIPLE" = "Cet agrégé est utilisé par %d services réseaux.";
"DELETE_BOND_ONE" = "Cet agrégé est utilisé par un service réseau.";
"DELETE_BOND" = "Souhaitez-vous vraiment supprimer l’agrégat « %@ » ?";
"DELETE_BOND_INFO" = "Tous les services réseau utilisant cet agrégat seront supprimés si vous supprimez l’agrégat. Ces suppressions sont irréversibles. Souhaitez-vous poursuivre la suppression de l’agrégat et des configurations associées ?";
"UNTITLED_VLAN" = "Réseau VLAN sans titre";
"UNTITLED_BOND" = "Câble de connexion sans titre";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Les interfaces de tous les membres sont connectées.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Les interfaces de certains membres sont connectées. Cliquez sur Avancées pour obtenir des informations.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Aucune interface de membre n’est connectée. Cliquez sur Avancées pour obtenir des informations.";

"NEW_INTERFACE" = "Nouvelle interface détectée";
"SAVE_INTERFACE" =  "Une nouvelle interface réseau a été détectée :\r\r%@\r\rAssurez-vous qu’elle est configurée correctement, puis cliquez sur Appliquer pour l’activer.";

"NEW_INTERFACES" = "Nouvelles interfaces détectées";
"SAVE_INTERFACES" =  "De nouvelles interfaces réseau ont été détectées :\r\r%@\r\rAssurez-vous qu’elles sont configurées correctement, puis cliquez sur Appliquer pour les activer.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Rendre le service actif";
"Make Service Inactive" = "Rendre le service inactif";

"Remove Service" = "Supprimer le service « %@ »…";
"Duplicate Service" = "Dupliquer le service « %@ »…";
"Rename Service" = "Renommer le service « %@ »…";
"DELETE_WITH_NAME" = "Supprimer « %@ »…";
"EDIT_WITH_NAME" = "Modifier « %@ »…";

/* Location Menu */
"EDIT_LOCATIONS" = "Modifier les configurations…";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "intégral";
"half" = "semi";
"full-duplex" = "duplex intégral";
"half-duplex" = "semi-duplex";
"flow" = "flux";
"flow-control" = "contrôle de flux";
"auto" = "auto";
"autoselect" = "autoselect";

/* misc service title */
"UNKNOWN_SERVICE" = "Service inconnu";

/* status strings */
"Inactive" = "Inactif";
"Connected" = "Connecté";
"Connecting" = "Connexion…";
"Disconnecting" = "Déconnexion…";
"Some Connected" = "Certaines interfaces connectées";
"Not Connected" = "Non connecté";
"Not Configured" = "Non configuré";
"Unknown State" = "État inconnu";
"Cable Unplugged" = "Câble débranché";

"Self-Assigned IP" = "Adresse IP auto-assignée";
"No IP Address" = "Aucune adresse IP";
"Loopback IP" = "Adresse IP de rebouclage";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Comptes";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxys";
"appletalk" = "AppleTalk";
"bonds" = "État du câble de connexion";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN sur demande";
"vpnoptions" = "Options";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Services";
"Active Services" = "Services actifs";
"Inactive Services" = "Services inactifs";
"All Services" = "Tous les services";
"All Broadband Services" = "Tous les services à large bande";
"All VPN Services" = "Tous les services VPN";
"All Wireless Services" = "Tous les services sans fil";
"All Dial-up Services" = "Tous les services par modem";

"All Active Services" = "Tous les services actifs";
"Active Broadband Services" = "Services à large bande actifs";
"Active VPN Services" = "Services VPN actifs";
"Active Wireless Services" = "Services sans fil actifs";
"Active Dial-up Services" = "Services par modem actifs";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Définir l’ordre des services et d’autres actions";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "Identifiant du Contrôle d’accès au support (MAC) pour ce matériel réseau";
"AirPortID Tooltip" = "Identifiant du Contrôle d’accès au support (MAC) pour ce matériel réseau (identique à l’identifiant AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Adresse IP incorrecte";
"InvalidSubnetMask" = "Masque de sous-réseau invalide";
"InvalidRouterAddress" = "Adresse de routeur incorrecte";
"InvalidServerAddress" = "Adresse de serveur incorrecte";
"InvalidDomainLabel" = "Étiquette de domaine invalide";
"LinkLocalAddress" = "Adresse locale du lien";
"InvalidPrefixLength" = "Longueur de préfixe invalide";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "L’adresse IP doit être formée de 4 nombres compris entre 0 et 255 et séparés par des points.";
"BasicSubnetMaskError"	= "Le masque de sous-réseau doit être formé de 4 nombres compris entre 0 et 255 et séparés par des points.";
"DefaultRouteError"	= "La valeur saisie est réservée pour le chemin par défaut et ne peut pas être utilisée comme adresse IP pour cet ordinateur.";
"LimitedBroadcastError"	= "La valeur saisie est l’adresse de diffusion limitée et ne peut pas être utilisée comme adresse IP pour cet ordinateur.";
"FirstQuadReservedError"	= "Le premier quadruple de la valeur saisie est hors limite et ne peut pas être utilisé comme adresse de routeur pour cet ordinateur.";
"SourceAddressError"	= "Le premier quadruple de la valeur saisie ne doit pas être zéro.";
"LoopbackError"	= "Le premier quadruple de la valeur saisie ne doit pas être 127.";
"BroadcastAddressError"	= "L’adresse de l’hôte ne peut pas correspondre à l’adresse de diffusion.";
"NetworkAddressError"	= "L’adresse de l’hôte ne peut pas être 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "La partie adresse réseau de l’adresse IP ne correspond pas à l’adresse du sous-réseau.";
"OctetRangeError"	= "L’adresse IP n’est pas dans l’intervalle de celles qui sont prises en charge par l’adresse du routeur et du masque de sous-réseau.";

// IP and Router match error
"IPRouterMatchError"= "L’adresse IP ne peut être identique à celle du routeur.";

// IP Address Link Local Address
"LinkLocalError" = "L’adresse IP n’est pas acheminable. Il est conseillé de saisir une autre adresse IP.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Le masque sous-réseau est invalide. Vérifiez la valeur afin de vous assurer qu’elle a correctement été saisie. Contactez votre administrateur réseau en cas de besoin.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Les noms de domaine de recherche ne doivent être formés que de lettres, de chiffres et de traits d’union. Ils doivent également comporter une lettre ou un chiffre au début et à la fin.";

// IPv6 address errors
"IPv6BasicValidationError" = "L’adresse IPv6 doit être formée de 8 nombres hexadécimaux compris entre 0x0 et 0xffff et séparés par deux points.";
"IPv6RouterBasicValidationError" = "L’adresse du routeur IPv6 doit être formée de 8 nombres hexadécimaux compris entre 0x0 et 0xffff et séparés par deux points.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "La longueur du préfixe IPv6 doit être un entier compris entre 0 et 128. On conseille que la valeur saisie soit inférieure à 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "L’identifiant du client DHCP est trop long.";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "Le client DHCP ne doit pas contenir plus de 255 caractères.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 jour, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d jours, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Octets";
"KBytes" = "Ko";
"MBytes" = "Mo";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Dupliquer la configuration réseau sélectionnée";
"DUPLICATE_SERVICE_TOOLTIP" = "Dupliquer le service sélectionné";
"DELETE_SET_TOOLTIP" =  "Supprimer la configuration réseau sélectionnée";
"DELETE_SERVICE_TOOLTIP" =  "Supprimer le service sélectionné";
"SERVICES_COLUMN_TITLE" = "Services";
"LOCATIONS_COLUMN_TITLE" = "Configurations";
"ADD_LOCATION_TOOLTIP" = "Ajouter une configuration";
"DELETE_LOCATION_TOOLTIP" = "Supprimer la configuration réseau sélectionnée";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Sélectionnez les services à ajouter à l’emplacement « %@ »";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Secret partagé IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Connexion Internet";
"8021x_KEYCHAIN" = "Mot de passe 802.1X";
"IC_KEYCHAIN_FORMAT" = "Connexion Internet: %@";

/* configuration popup menu item titles */
"Rename item" = "Renommer « %@ »…";
"Delete item" = "Supprimer « %@ »";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Ajouter une adresse de serveur DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Supprimer une adresse de serveur DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Ajouter un domaine de recherche DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Supprimer un domaine de recherche DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Ajouter une adresse de serveur WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Supprimer une adresse de serveur WINS";
"Add WINS server address" = "Ajouter une adresse de serveur WINS";
"Delete WINS server address" = "Supprimer l’adresse de serveur WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Ajouter une configuration 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Supprimer une configuration 802.1x";
"Add an 802.1x configuration" = "Ajouter une configuration 802.1x";
"Delete an 802.1x configuration" = "Supprimer une configuration 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Ajouter une nouvelle adresse IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Supprimer l’adresse IPv6 sélectionnée";

"ADD_SERVICE_TOOLTIP" = "Créer un nouveau service";
"REMOVE_SERVICE_TOOLTIP" = "Supprimer le service sélectionné";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ est actuellement utilisé.";

"CUSTOM_RANGE_FORMAT" = "( %d à %d )";
"MTU_RANGE_ERROR_TITLE" = "Valeur hors limite";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "La valeur MTU saisie est inférieure à la valeur minimale (%d) prise en charge par cette interface.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "La valeur MTU saisie est supérieure à la valeur maximale (%d) prise en charge par cette interface.";
"MTU_RANGE_ERROR" = "La valeur saisie n’est pas dans l’intervalle des valeurs MTU prises en charge par cette interface.";

// proxy descriptions
"FTP Proxy" = "Proxy FTP";
"Web Proxy (HTTP)" = "Proxy web (HTTP)";
"Secure Web Proxy (HTTPS)" = "Proxy web sécurisé (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy de diffusion en continu (RTSP)";
"SOCKS Proxy" = "Proxy SOCKS";
"Gopher Proxy" = "Proxy Gopher";
"Automatic Proxy Configuration" = "Configuration de proxy automatique";
"Auto Proxy Discovery" = "Découverte auto proxy";
		
// proxy titles
"FTP Proxy Server" = "Serveur Proxy FTP";
"Web Proxy Server" = "Serveur proxy web";
"Secure Web Proxy Server" = "Serveur proxy web sécurisé";
"Streaming Proxy Server" = "Serveur proxy de diffusion en continu";
"SOCKS Proxy Server" = "Serveur Proxy SOCKS";
"Gopher Proxy Server" = "Serveur Proxy Gopher";
"Proxy Configuration File" = "Fichier de configuration de proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Aucun certificat n’a été trouvé";
"NO_CERT_ALERT_INFO" = "L’authentification par certificat ne peut pas être utilisée car votre trousseau ne contient aucun certificat adapté. Utilisez Trousseau d’accès pour importer les certificats adéquats dans votre trousseau. Si vous ne possédez pas les certificats nécessaires à l’authentification, consultez votre administrateur réseau.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Aucun certificat de machine n’a été trouvé";
"NO_CERT_MACHINE_ALERT_INFO" = "L’authentification par certificat ne peut pas être utilisée car votre trousseau ne contient aucun certificat adapté. Utilisez Trousseau d’accès pour importer les certificats adéquats dans votre trousseau. Si vous ne possédez pas les certificats nécessaires à l’authentification, consultez votre administrateur réseau.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Aucune sélection";
"SELECT_USER_CERT_TITLE" = "Sélectionnez votre certificat d’authentification d’utilisateur :";
"SELECT_TLS_CERT_TITLE" = "Sélectionnez votre certificat TLS :";
"SELECT_MACHINE_CERT_TITLE" = "Sélectionnez votre certificat d’authentification de machine :";
"SELECT_CERT_INFO" = "Aucune sélection";
"CERT_NOT_FOUND" = "Pas dans le trousseau";
"CERT_NOT_FOUND_TOOLTIP" = "Le certificat sélectionné n’est plus dans le trousseau";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Ajouter un nouveau domaine à la liste";
"REMOVE_VPN_DOMAIN" = "Supprimer le domaine sélectionné de la liste";
"Add VPN on Demand domain" = "Ajouter un domaine de VPN sur demande";
"Remove VPN on Demand domain" = "Supprimer un domaine de VPN sur demande";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minutes avant de rappeler"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "L’activation de TLS risque de faire échouer l’authentification.";
"ONEX_TLS_INFO" = "Il est impossible d’activer TLS car votre trousseau ne contient aucun certificat valide. Si vous ne possédez pas le certificat d’authentification requis, consultez votre administrateur réseau.";
"NO_CERTS" = "Aucun certificat n’a été trouvé";
"TLS_DESC" = "Sélectionnez votre certificat TLS :";

"ONEX_OFF_STATUS" = "802.1x est désactivé";
"ONEX_ON_STATUS" = "802.1x est activé";
"ONEX_INACTIVE_STATUS" = "802.1X est inactif.";
"TURN_ONEX_OFF" = "Désactiver 802.1x";
"TURN_ONEX_ON" = "Activer 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "Ouv. session 802.1x désactivée";
"ONEX_LOGIN_ON_STATUS" = "Ouv. session 802.1x activée";
"TURN_LOGIN_ONEX_OFF" = "Désactiver ouv. session 802.1x";
"TURN_LOGIN_ONEX_ON" = "Activer ouv. session 802.1x";

"ENABLE_8021X_TOOLTIP" = "Cliquez pour activer ou désactiver l’authentification 802.1x du système pour ce service réseau.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Il doit y avoir un nom d’utilisateur et un mot de passe pour permettre l’activation de l’authentification 802.1x.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Cliquez pour vous authentifier avec une configuration 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Le nom d’utilisateur et le mot de passe ne sont utilisés que pour obtenir le certificat et en définir la fiabilité. Ils ne sont pas conservés.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "L’authentification 802.1X a échoué.";
"ONEX_CLIENT_STATUS_FAILED" = "L’authentification 802.1X est impossible. La configuration effectuée est peut-être invalide. En cas de doute sur la configuration nécessaire à la connexion, consultez votre administrateur réseau."; 
"ONEX_PROTOCOL_FAILURE" = "Un ou plusieurs des protocoles internes auxquels vous essayez de vous connecter ne sont pas gérés. En cas de doute sur les protocoles nécessaires à la connexion, consultez votre administrateur réseau."; 
"ONEX_INNER_PROT_FAILURE" = "Un ou plusieurs des protocoles internes auxquels vous essayez de vous connecter ne sont pas gérés. En cas de doute sur les protocoles nécessaires à la connexion, consultez votre administrateur réseau."; 
"ONEX_SECURITY_ERROR" = "Erreur de sécurité : %d";
"ONEX_ERROR_PORT" = "(Erreur : %1$d sur le port %2$@ )";

"ONEX_AUTHENTICATING" = "Authentification";
"ONEX_CONNECTED" = "Authentifié";
"ONEX_CONNECTED_VIA" = "Authentifié via %@";
"ONEX_CONNECTED_VIA_PROT" = "Authentifié via %@ (%@)";
"ONEX_ELAPSED_TIME" = "Temps de connexion : %@";
"ONEX_NO_AUTHENTICATOR" = "Le serveur d’authentification ne répond pas";

"ONEX_PROGRESS_TITLE" = "Configuration des réglages de %@ pour %@";
"ONEX_PROGRESS_STEP_AUTH" = "Authentification…";
"ONEX_PROGRESS_STEP_TRUST" = "Définition de la confiance…";

"ONEX_SYSTEM_DOMAIN" = "Profils système";
"ONEX_LOGINWINDOW_DOMAIN" = "Profils de fenêtre de connexion";
"ONEX_USER_DOMAIN" = "Profils d’utilisateurs";
"ONEX_SYSTEM_CONFIG" = "Profil système";
"ONEX_LOGINWINDOW_CONFIG" = "Fenêtre de connexion";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Remplacer le profil système ?";
"ONEX_REPLACE" = "Remplacer";
"ONEX_REPLACE_SHEET_INFO" = "Remplacer le profil système par le profil « %@ » ?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Il existe déjà un profil pour ce réseau.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "La création d’un autre profil pour ce réseau pourrait diminuer la capacité d’accès automatique au réseau.";

/* status strings */
"UNKNOWN_SUMMARY" = "L’état de votre connexion réseau ne peut pas être déterminé.";
"UNKNOWN_STATUS" = "État du réseau inconnu";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Ajouter un réseau préféré à la liste";
"DELETE_NETWORK_TOOLTIP" = "Supprimer un réseau de la liste préférée";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ est actuellement désactivé";
"AIRPORT_ON" = "%@ est actuellement activé";
"AIRPORT_CONNECTED" = "%@ est connecté à un réseau";
"AIRPORT_UNKNOWN" = "L’état de votre connexion sans fil est inconnu.";
"AIRPORT_NO_NETWORK" = "Aucun réseau sélectionné";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ est activé mais n’est pas connecté à un réseau.";
"AIRPORT_CONNECTED_TO" = "%1$@ est connecté à %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ est connecté au réseau ordinateur à ordinateur %2$@.";
"AIRPORT_NO_IP" = "%@ ne possède actuellement pas d’adresse IP et ne peut donc accéder à Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ est configuré pour recevoir une adresse IP de %2$@, mais il ne possède actuellement pas d’adresse IP et ne peut donc accéder à Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ est connecté à %2$@ et possède l’adresse IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ possède l’adresse IP auto-assignée %@ et ne sera pas en mesure d’accéder à Internet.";
"AIRPORT_NO_ROUTER" = "Il est impossible de communiquer avec la borne d’accès. Assurez-vous que la borne est configurée correctement.";
"AIRPORT_NO_REACH_IP" = "%@ est connecté au réseau sans fil mais l’état de la borne d’accès n’est pas disponible. Il se peut que vous soyez connecté à Internet.";
"AIRPORT_NO_DNS" = "%@ peut accéder à Internet, mais les réglages DNS de la borne d’accès ne sont peut-être pas correctement configurés.";
"AIRPORT_INTERNET_SHARING" = "Le partage Internet est activé et utilise %@ pour partager la connexion.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Les réseaux connus seront joints automatiquement. Si aucun réseau connu n’est joignable, il vous sera demandé votre accord avant de se connecter à un nouveau réseau.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Les réseaux connus seront joints automatiquement. Si aucun réseau connu n’est joignable, vous devrez sélectionner un réseau manuellement.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ est actuellement actif";
"ETHERNET_NOT_ACTIVE" = "%@ n’est pas actif";
"ETHERNET_CONNECTED" = "%@ est connecté";
"ETHERNET_NOT_CONNECTED" = "%@ n’est pas connecté";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ est actuellement actif et possède l’adresse IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Le câble de %@ est branché mais votre ordinateur ne possède pas d’adresse IP.";
"ETHERNET_NOT_PLUGGED" = "Soit le câble pour %@ n’est pas branché, soit le périphérique de l’autre côté ne répond pas.";
"ETHERNET_LINK_LOCAL" = "%@ possède une adresse IP auto-assignée et ne sera pas en mesure d’accéder à Internet.";
"ETHERNET_NO_ROUTER" = "État du réseau ne peut communiquer avec le routeur.";
"ETHERNET_NO_REACH_IP" = "%@ peut accéder à votre réseau local, mais les préférences Réseau ne peuvent vérifier la connexion à Internet.";
"ETHERNET_NO_DNS" = "%@ est connecté, mais le service DNS ne fonctionne pas comme prévu et n’est peut-être pas correctement configuré.";
"ETHERNET_LOOPBACK" = "%@ possède une adresse IP de rebouclage et n’est peut-être pas en mesure de se connecter.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ n’est pas connecté.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Soit le câble pour %@ est débranché, soit le périphérique ne répond pas.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Aucun périphérique FireWire pour réseau n’est connecté.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ n’est pas configuré";
"MODEM_CONNECTED" = "%@ est connecté";
"MODEM_NOT_CONNECTED" = "%@ n’est pas connecté";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ n’a pas été configuré.";
"MODEM_READY" = "Cliquez sur le bouton Se connecter pour vous connecter au réseau.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ est inactif";
"VPN_CONNECTED" = "%@ est connecté";
"VPN_CONNECTING" = "%@ se connecte…";
"VPN_DISCONNECTING" = "%@ se déconnecte…";
"VPN_NOT_CONNECTED" = "%@ n’est pas connecté";
"VPN_UNKNOWN_STATE" = "État de %@ inconnu";
"VPN_NOT_CONFIGURED" = "%@ n’est pas configuré";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Les configurations existantes seront perdues";
"LINK_ALERT_EXISTING_CONFIG" = "Toutes les configurations existantes pour les ports sélectionnés seront perdues. Êtes-vous sûr de vouloir créer un agrégat ?";
"LINK_STATUS_SPEED_DOWN" = "interrompu";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Connexion invalide";
"LINK_STATUS_NO_PARTNER" = "Pas d’associé";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Groupe incorrect";
"LINK_STATUS_UNKNOWN" = "Inconnu";
"LINK_STATUS_TOOLTIP_ENABLED" = "Aucun problème détecté.";
"LINK_STATUS_TOOLTIP_INVALID" = "L’état de la connexion n’est pas valide (connexion interrompue, semi-duplex ou vitesse incorrecte).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Le port du commutateur sur lequel l’appareil est connecté ne semble pas avoir l’agrégation de lien 802.3ad activée.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Le port est connecté à un associé mais le groupe d’agrégation de lien est différent de celui qui est actif.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "L’état de l’appareil n’a pu être déterminé.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Impossible d’importer les configurations de « %@ ».";
"ALERT_IMPORT_FAILED_MESSAGE" = "Aucun service « %@ » n’a été trouvé.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "Impossible d’importer les configurations « %@ » car aucun service « %@ » n’a été configuré dans les préférences Réseau.";
"IMPORT_FAILED_BAD_FILE" = "L’importation a échoué car le fichier n’est pas valide.";
"IMPORT_MULTIPLE_FORMAT" = "Plusieurs services %@ ont été trouvés. Sélectionnez celui dans lequel importer les configurations :";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Plusieurs services prenant en charge %@ ont été trouvés. Sélectionnez celui dans lequel importer les configurations :";
"EXPORT_FAILED" = "L’exportation a échoué.";
"EXPORT_FAILED_FILE" = "Il est impossible de copier les configurations dans le fichier.";
"EXPORT_FAILED_CONFIGS" = "Il est impossible de copier les configurations dans le fichier car il n’y a aucune configuration.";
"EXPORT_FAILED_CHECKBOXES" = "Il est impossible de copier les configurations dans le fichier car aucune case n’est cochée.";
"EXPORT_FAILED_FILE_8021x" = "Il est impossible de copier les profils 802.1X dans le fichier.";
"EXPORT_FAILED_PROFILES" = "Il est impossible de copier les profils 802.1X dans le fichier car il n’y a aucun profil.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Il est impossible de copier les profils 802.1X dans le fichier car aucune case n’est cochée.";

"EXPORT_UNTITLED_FILE" = "Sans titre";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Avez-vous besoin d’aide pour créer une nouvelle connexion réseau ou pour résoudre un problème de réseau ?";
"ASSIST_SHEET_INFO" = "Cliquez sur Assistant si vous avez besoin d’aide pour définir une nouvelle configuration réseau. Cliquez sur Diagnostic si vous avez besoin d’aide pour résoudre un problème au niveau de votre connexion réseau.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistant…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnostic…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk est actif sur un autre service réseau.";
"APPLETALK_ALRT_EXPLANATION" = "Voulez-vous désactiver AppleTalk sur « %@ »?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk ne peut être activé que sur un seul port de réseau à la fois. Si vous continuez, AppleTalk sera désactivé sur %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Indisponible";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Afficher l’état VPN dans la barre des menus";
"SHOW_MODEM_MENUEXTRA" = "Afficher l’état du modem dans la barre des \nmenus";
"SHOW_WWAN_MENUEXTRA" = "Afficher l’état WWAN dans la barre des menus";
"SHOW_PPPOE_MENUEXTRA" = "Afficher l’état PPPoE dans la barre des menus";
"SHOW_IRDA_MENUEXTRA" = "Afficher l’état IrDA dans la barre des menus";

/* Accessibility Strings */
"Location Actions" = "Actions de configuration";
"Add Location" = "Ajouter une configuration";
"Delete Location" = "Supprimer la configuration réseau";

"Add search domain" = "Ajouter un domaine de recherche";
"Delete search domain" = "Supprimer le domaine de recherche";
"Add DNS server" = "Ajouter un serveur DNS";
"Delete DNS server" = "Supprimer un serveur DNS";

"Add Service"= "Ajouter un service";
"Delete Service" = "Supprimer un service";
"Service Actions" = "Actions du service";

"Add Profile"= "Ajouter un profil";
"Delete Profile" = "Supprimer le profil";

"SERVICE_LOGO_FORMAT" = "%@ Logo";
"Service Logo" = "Logo du service";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Le serveur demandera le mot de passe";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Aucun appareil PAN détecté";